---
kind: enumMember
id: F:Autodesk.Revit.DB.DWFImageFormat.Lossy
enum: Autodesk.Revit.DB.DWFImageFormat
source: html/28eaabb4-1285-72bb-93cd-8fac1dbfc4ce.htm
---
# Autodesk.Revit.DB.DWFImageFormat.Lossy